Repository: codesyntax/bitakora
Catalog: bitakora/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Personal data
eu: Datu pertsonalak

source: Biography
eu: Biografia

source: School blogs
eu: Ikasblogak

source: Social networks
eu: Sare sozialak

source: Permissions
eu: Baimenak

source: User management
eu: Erabiltzaile kudeaketa

source: Please type your current password.
eu: Idatzi zure oraingo pasahitza mesedez.

source: The new passwords are not the same
eu: Pasahitzak ez dira berdinak

source: E-mail
eu: E-posta

source: Code
eu: Kodea

source: This email address is already in use. Please supply a different email address.
eu: Eposta hau dagoeneko erregistratuta dago. Mesedez sartu beste eposta helbide bat.

source: Normal
eu: Normala

source: Student
eu: Ikaslea

source: Teacher
eu: Irakaslea

source: Phone Number
eu: Telefono zenbakia

source: BitakoraUser
eu: Blog erabiltzailea

source: BitakoraUsers
eu: Blog erabiltzaileak

source: Create a student account
eu: Sortu ikasle kontua

source: Create a teacher account
eu: Sortu irakasle kontua

source: New user data saved
eu: Erabiltzailearen datuak gordeta

source: New photo saved
eu: Irudi berria gordeta

source: New blog data saved
eu: Blog berriaren datuak gordeta

source: New link saved
eu: Lotura berria gordeta

source: Basic elements
eu: Oinarrizko elementuak

source: More information about <a href='https://www.google.com/intl/es/analytics/features/index.html'>Google Analytics</a>.
eu: <a href='https://www.google.com/intl/es/analytics/features/index.html'>Google Analytics</a>i buruz informazio gehiago.

source: Featured image
eu: Albistearen irudi nagusia

source: Valid formats: jpg, png, gif.
eu: Onartutako formatuak: jpg, png, gif.

source: Text
eu: Testua

source: Categories
eu: Kategoriak

source: Related posts
eu: Antzeko artikuluak

source: Status
eu: Egoera

source: Send notification
eu: Sustatun ere argitaratu nahi dut

source: Header image
eu: Goiburuko irudi nagusia

source: Template
eu: Txantiloia

source: License
eu: Lizentzia

source: Custom HTML
eu: HTML pertsonalizatua

source: Sidebar extra HTML information
eu: Eskuineko zutabean zure informazio gehigarria sartzeko aukera (loturak, widgetak, bannerrak,...).

source: Analytics code
eu: Estatistikak jasotzeko Analytics kodea

source: Empty comment. Please, write something!
eu: Iruzkina hutsik utzi duzula! Idatzi zeozer, demontre!

source: Wordpress file
eu: WordPress fitxategia

source: Please, select your Wordpress XML file
eu: Mesedez, aukeratu WordPress XML fitxategia

source: Name
eu: Blogaren izena

source: Leave blank to have the URL auto-generated from the title.
eu: Hutsik lagatzen baduzu, URLa automatikoki sortuko da izenburuaren arabera.

source: Tagline
eu: Blogaren leloa edo azpititulua

source: Author
eu: Egilea

source: Blog
eu: Bloga

source: Blogs
eu: Blogak

source: Title
eu: Izenburua

source: Category
eu: Kategoria

source: Draft
eu: Zirriborroa

source: Published
eu: Argitaratuta

source: With Draft chosen, will only be shown for admin users on the site.
eu: Zirriborro egoeran badago, administratzaileak bakarrik ikusiko du.

source: Published from
eu: Argitaratze-data

source: With Published chosen, won't be shown until this time
eu: "Argitaratuta" aukeratuz gero, ez da erakutsiko data honetara arte

source: Expires on
eu: Amaiera data

source: With Published chosen, won't be shown after this time
eu: "Argitaratuta" aukeratuz gero, ez da erakutsiko data honetatik aurrera

source: Allow comments
eu: Komentarioak onartu

source: Featured Image
eu: Albistearen irudi nagusia

source: Article
eu: Artikulua

source: Articles
eu: Artikuluak

source: Visible
eu: Ikusgai

source: Visible only for the admin
eu: Administratzailearentzat ikusgai soilik

source: Not visible
eu: Ez dago ikusgai

source: Nick name
eu: Erabiltzaile izena

source: Email
eu: Eposta

source: IP address
eu: IP helbidea

source: Publish date
eu: Argitaratze-data

source: Comment
eu: Iruzkina

source: Comments
eu: Iruzkinak

source: Bitakora
eu: Blogak.eus

source: New comment
eu: Iruzkin berria

source: External Link
eu: Kanpo lotura

source: External Links
eu: Kanpo loturak

source: Invalid image format. Please, change the format!
eu: Irudiaren formatua ez da egokia. Aldatu, mesedez.

source: New article to publish
eu: Artikulu berria publikatzeko

source: %s wants to publish this article: http://%s%s
eu: %s erabiltzaileak artikulu hau argitaratu nahi du: http://%s%s

source: Importation error. Please, check the XML file and try again.
eu: Zerbait oker dago. Arren, begiratu ea XML fitxategia ondo dagoen eta saiatu berriro.

source: School name
eu: Eskola izena

source: Description
eu: Deskribapena

source: School
eu: Eskola

source: Schools
eu: Eskolak

source: Level name
eu: Mailaren izena

source: Level
eu: Maila

source: Levels
eu: Mailak

source: Room name
eu: Gelaren izena

source: Room
eu: Gela

source: Rooms
eu: Gelak

source: New school data saved
eu: Eskolaren datuak gordeta

source: New room data saved
eu: Gelaren datuak gordeta

source: articles feed
eu: artikuluen jarioa

source: This page does not exist!
eu: Orrialde hau ez da existitzen!

source: Please, try again with diffent address or go <a href="/">home</a>.
eu: Mesedez, saiatu beste helbide batekin edo joan <a href="/">sarrerara</a>.

source: Something went wrong...
eu: Zerbait gaizki irten da...

source: The server has some errors this moment. Probably we are maintaining it...
eu: Zerbitzariak zenbait errore ditu une honetan. Ziurrenik mantenimentu lanetan gabiltza...

source: Move thinking forward
eu: Euskal blogarion komunitatea

source: Bitakora is a community of readers and writers offering unique perspectives on ideas large and small
eu: Sortu zure bloga aitaren batean

source: Sign up to read and interact with what matters most to you
eu: Erraz, euskaraz, doan

source: Bitakora slogan
eu: Bloga euskaraz sortzeko zerbitzua

source: We use Cookies but we dont keep your personal data.
eu: Cookieak erabiltzen ditugu, baina ez dugu gordetzen zure datu pertsonalik, lasai.

source: I agree
eu: Ados

source: Search
eu: Bilatu

source: Create new account
eu: Sortu kontu berria

source: Learn more
eu: Gehiago jakin

source: Blog Categories
eu: Kategoriak

source: No categories found yet...
eu: Ez da kategoriarik aurkitu...

source: Last comments
eu: Azken iruzkinak

source: No comments found yet...
eu: Ez da iruzkinik aurkitu...

source: New article
eu: Artikulu berria

source: Submit
eu: Bidali

source: Select or create new category
eu: Aukeratu edo sortu kategoria bat

source: Select related articles
eu: Aukeratu erlazionatutako artikuluak (hasi izenburua idazten...)

source: This post is still in <strong>Draft</strong> status
eu: Adi. Mezu hau oraindik <strong>Zirriborro</strong> egoeran dago

source: This post has still a future date: <strong>%(date)s</strong>
eu: Adi. Mezu honen data etorkizunekoa da: <strong>%(date)s</strong>

source: Like
eu: Datsegit

source: Leave a Comment:
eu: Utzi iruzkina:

source: Delete article
eu: Artikulua ezabatu

source: IMPORTANT!!
eu: Adi!! Garrantzitsua!!

source: Are you sure you want to DELETE this article?
eu: Ziur artikulua EZABATU nahi duzula? Ziur-ziur?

source: If you accept, this article will be DELETED irreversibly
eu: Onartzen baduzu, artikulua betirako ezabatuko da

source: Close
eu: Itxi

source: Yes, I am sure
eu: Bai, ziur nago

source: Bitakora home page
eu: Bitakora hasiera-orria

source: Developed by <a href="http://www.codesyntax.com">CodeSyntax</a>. Software: <a href="%(footer_about)s#bitakora">Bitakora</a> that is based on <a href="https://www.djangoproject.com/">Django</a> framework.
eu: <a href="http://www.codesyntax.com">CodeSyntax</a>-ek garatuta. Softwarea: <a href="https://www.djangoproject.com/">Django</a> frameworkean oinarritutako <a href="%(footer_about)s#bitakora">Bitakora</a> produktua.

source: Bitakora License
eu: Bitakora lizentzia

source: Archive
eu: Artxiboa

source: Well done!
eu: Ederto!

source: Your blog was successfully created. Now you can start posting your stuff
eu: Zorionak, bloga sortu duzu! Orain, badakizu: hasi idazten

source: from here!
eu: damutu aurretik!

source: Sorry...
eu: Zorri!

source: This blog seems to be empty. Hopefully there will be some content in a short time!
eu: Bloga hutsik dagoela dirudi. Ea laster argitaratzen den eduki apur bat...!

source: Links
eu: Loturak

source: Contents
eu: Edukiak

source: Contact me
eu: Kontaktua

source: Comment status
eu: Iruzkinaren egoera

source: Visible only for admin
eu: Administratzailearentzat ikusgai soilik

source: Delete
eu: Ezabatu

source: Dashboard
eu: Eduki taula

source: My articles
eu: Nire artikuluak

source: Thumbnail
eu: Irudia

source: User
eu: Erabiltzailea

source: Published date
eu: Argitaratze-data

source: Edit article
eu: Artikulua editatu

source: Remove
eu: Ezabatu

source: Import your blog data from WordPress XML
eu: Inportatu zure blogeko datuak WordPress-eko XMLa erabilita

source: Import your blog
eu: Inportatu zure bloga

source: Import Wordpress XML
eu: Inportatu Wordpresseko XMLa

source: Import
eu: Inportatu

source: Import blog
eu: Inportatu zure bloga

source: Are you sure you want to IMPORT this blog?
eu: Ziur bloga INPORTATU nahi duzula? Ziur-ziur?

source: If you accept, your current blog data will be ENTIRELY REPLACED and you will LOSE ALL CURRENT DATA.
eu: Adi gero! Onartzen baduzu, une honetan blogean dituzun DATU GUZTIAK GALDUKO dituzu, eta datu berriekin ordezkatuko dizkizugu.

source: New blog
eu: Blog berria

source: Create from scratch
eu: Hutsetik sortu

source: Import from Wordpress
eu: Wordpressetik inportatu

source: This is your default header image. If you want to change it, select from your file system with the button below:
eu: Hauxe da zure blogeko goiburuko irudia. Aldatu nahi baduzu, igo berria zure ordenagailutik:

source: Recommended sizes:
eu: Gomendatutako neurriak:

source: 1900x300px (horizontal)
eu: 1900*300px (txantiloi horizontalentzat)

source: 390x400px (vertical)
eu: 390*400px (txantiloi bertikalentzat)

source: What is CC-BY-SA license?
eu: Zer da CC-BY-SA lizentzia?

source: Comment author
eu: Iruzkinaren egilea

source: Author email
eu: Egilearen eposta

source: Author URL
eu: Egilearen helbidea

source: Comment address
eu: Iruzkinaren helbidea

source: Comment body
eu: Iruzkina

source: Contact
eu: Harremanetarako

source: Your message was sent
eu: Mezua bialdu da

source: We have sent your message to our administrators. Thank you for contacting us.
eu: Mezua webmasterrak jaso du. Lehenbailehen erantzungo dizu. Eskerrik asko gurekin harremanetan jartzearren.

source: This message was send from
eu: Mezu hau hemendik bialdu da:

source: Contact mail from
eu: Mezua hemendik

source: Contact us
eu: Jarri harremanetan

source: About
eu: Zer da

source: Developed by <a href="http://www.codesyntax.com" rel="nofollow">CodeSyntax</a>. Software: <a href="%(footer_about)s#bitakora">Bitakora</a> that is based on <a href="https://www.djangoproject.com/" rel="nofollow">Django</a> framework.
eu: <a href="http://www.codesyntax.com" rel="nofollow">CodeSyntax</a>-ek garatuta. Softwarea: <a href="https://www.djangoproject.com/" rel="nofollow">Django</a> frameworkean oinarritutako <a href="%(footer_about)s#bitakora">Bitakora</a> produktua.

source: My school Dashboard
eu: Eskolako edukiak

source: Last articles
eu: Azken artikuluak

source: Teacher account
eu: Irakasle kontua

source: Student account
eu: Ikasle kontua

source: Start bookmarking now!
eu: Aukeratu gustukuak!

source: You only need to give a <i class="glyphicon glyphicon-thumbs-up"></i> to some stories
eu: Egin behar duzun bakarra da <i class="glyphicon glyphicon-thumbs-up"></i> eman zenbait artikuluri

source: Sorry!
eu: Zorri!

source: You must register in order to have your Bookmark section...
eu: Gustukoak aukeratu eta ikusi ahal izateko, izena eman behar duzu...

source: Sign up
eu: Eman izena

source: now!
eu: oaintxe bertan!

source: Start rating now!
eu: Aukeratu gustukuak!

source: You must register in order to rate the best stories...
eu: Gustukoak aukeratu eta ikusi ahal izateko, izena eman behar duzu...

source: Start importing blogs!
eu: Inportatu zure bloga!

source: Please, execute 'import_blogs_from_api' command line script.
eu: Mesedez, exekutatu "import_blogs_from_api" komandoa.

source: Edit profile
eu: Profila editatu

source: Settings
eu: Konfigurazioa

source: User profile
eu: Erabiltzailearen profila

source: Your School
eu: Zure eskola

source: Your Blog
eu: Zure bloga

source: Your blog data
eu: Zure blogeko datuak

source: Blog configuration
eu: Blogaren konfigurazioa

source: Export your blog data to WordPress XML format
eu: Zure bloga exportatu WordPress XML formatura

source: Export your blog
eu: Zure bloga exportatu

source: You have not created a blog yet
eu: Oraindik ez duzu sortu blogik

source: Create a blog
eu: Bloga sortu

source: Reset your password
eu: Pasahitza berrezarri

source: Please write your email to reset your password
eu: Mesedez, idatzi zure helbide elektronikoa pasahitza berrezartzeko

source: Your personal data
eu: Zure datu pertsonalak

source: Profile image
eu: Profileko irudia

source: Save
eu: Gorde

source: Change your photo
eu: Argazkia aldatu

source: User's photo
eu: Erabiltzailearen irudia

source: You don't have a photo yet
eu: Aizu. Oraindik ez duzu irudirik, e?

source: Link Twitter for this user
eu: Lotu Twitter

source: Link Facebook for this user
eu: Lotu Facebook

source: Your school data
eu: Eskolako datuak

source: School configuration
eu: Eskolaren konfigurazioa

source: Year
eu: Urtea

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
eu: Zu (edo zu izan nahi duen norbait) %(site_name)s gunean kontu bat sortzeko eskaera egin du. Eskaera zuk egin ez baduzu, ahaztu eposta hau eta zure helbidea ezabatuko dugu gure datu basetik.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
eu: Kontu hau aktibatzeko, mesedez egin klik hurrengo loturan %(expiration_days)s egun baino lehen:

source: Sincerely, %(site_name)s Management
eu: Agur bero bat, %(site_name)s

source: Hello
eu: Epa

source: You have requested joining %(sitename)s.
eu: %(sitename)s komunitateko kide izan nahi duzu, ezta?

source: Please click in this activation link before %(expirationdays)s days:
eu: Egin klik lotura honetan %(expirationdays)s egun baino lehenago:

source: The team at %(sitename)s.
eu: %(sitename)s-eko lantaldea.

source: Sign in or create an account
eu: SARTU zure kontura, edo SORTU kontu berria

source: Sign in
eu: Sartu

source: Forgot your password?
eu: Pasahitza ahaztu duzu?

source: Any problem?
eu: Arazoren bat?

source: Password changed
eu: Pasahitza berrezarrita

source: Password successfully changed!
eu: Pasahitza aldatuta!

source: Change password
eu: Pasahitza aldatu

source: Password reset complete
eu: Ederto! Pasahitza berrezarrita!

source: Your password has been reset!
eu: Pasahitza aldatu dizugu!

source: You may now <a href="%(login_url)s?next=/">log in</a>
eu: <a href="%(login_url)s?next=/">Sartu</a> orain komunitatera.

source: New password
eu: Pasahitz berria

source: Please enter twice the new password
eu: Mesedez, idatzi zure helbide elektronikoa birritan pasahitza berrezartzeko

source: Password reset failed
eu: Aibala! Ezin izan dugu pasahitza berrezarri!

source: Reset password
eu: Pasahitza berrezarri

source: We have sent to your email the needed information to reset your password
eu: Zure epostara mezu bat bidali dugu pasahitza berrezartzeko pausuak adieraziz

source: Greetings
eu: Kaixo

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
eu: %(domain)s komunitateko pasahitza aldatu nahi duzu, ezta? Ez baduzu horrelakorik eskatu, ez egin kasurik mezu honi, mesedez.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
eu: Pasahitza aldatzeko, egin klik ondorengo loturan.

source: Your username, in case you've forgotten:
eu: Gogoan izan hauxe dela zure erabiltzaile-izena:

source: Best regards
eu: Besarkada

source: Management
eu: Kudeaketa

source: You are receiving this email because you requested resetting the password at %(site_name)s.
eu: %(site_name)s komunitateko pasahitza berrezarri nahi duzu, ezta?

source: All you have to do is click in this link and set your new password:
eu: Klik egin lotura honetan, eta pasahitz berria sartu:

source: Remember that you used the username: %(username)s.
eu: Ez ahaztu hauxe dela zure erabiltzaile izena: %(username)s.

source: The team at %(site_name)s.
eu: %(site_name)s komunitateko lantaldea.

source: Activate your account
eu: Aktibatu zure kontua

source: We want to verify your email, so we send you to this address next steps to activate your account. Please, activate your account.
eu: Zure helbide elektronikoa konprobatu behar dugu. Mezu bat jasoko duzu zure kontu berria aktibatu ahal izateko.

source: Check your email address.
eu: Begiratu zure eposta helbidea.

source: Remember:
eu: Badaezpada, gogoratu:

source: Check your spam folder.
eu: Begiratu spam karpetan.

source: <li>If you didn't receive any email, please, write to our <a href="%(contact_url)s">administrators</a>..."</li>
eu: <li>Ez baduzu mezurik jasotzen, idatzi mesedez <a href="%(contact_url)s">kudeatzaileari</a></li>

source: Create an account
eu: Sortu kontu berria

source: Create
eu: Sortu

source: Search something here...
eu: Bilatu zeozer hemen...

source: Results
eu: Emaitzak

source: No results found.
eu: Ups! Emaitzarik ez! Ea beste zeozer bilatuta...

source: Write a story
eu: Idatzi

source: Edit
eu: Editatu

source: User options
eu: Erabiltzaile aukerak

source: My school
eu: Nire eskola

source: My blog
eu: Nire bloga

source: Logout
eu: Irten

source: Sign in
eu: Sartu

source: Top stories
eu: Pil-pilean

source: Bookmarks
eu: Gustukoak
